{
  "locale": "en",
  "name": "en",
  "translations": {
    "common.company.name": "Rising Sun Properties",
    "common.contact-us": "Contact us",
    "common.submit": "Submit",
    "common.inquire": "Inquire",
    "common.fullstop": ".",
    "nav.home": "Home",
    "nav.rent": "Rent",
    "nav.our-apartments": "Our Apartments",
    "nav.ur-apartments": "UR Apartments",
    "nav.buy": "Buy",
    "nav.for-sale": "Homes",
    "nav.accident": "Accident Properties",
    "nav.about": "About",
    "nav.company": "Our Company",
    "nav.team": "Our Team",
    "nav.careers": "Careers",
    "nav.contact": "Contact",
    "home.who.heading": "Find the perfect property for you",
    "home.who.body": "Rising Sun Properties is a Real Estate company located in downtown Nagoya. We specialize in helping foreigners rent and purchase properties and provide top tier service from start to finish all in English. We will ensure you understand every detail along the way.",
    "home.why.heading": "Why Choose Rising Sun Properties?",
    "home.why.item.1": "You will work with English speaking staff members for easy communication.",
    "home.why.item.2": "We will assist with all documents, contracts, etc. and will provide translations.",
    "home.why.item.3": "We will communicate on your behalf directly with property managers and owners and negotiate when possible. (Purchase Properties)",
    "home.why.item.4": "Offer assistance setting up utilities at our apartments in your name at no extra charge.",
    "home.what.heading": "Services We Offer",
    "home.what.rental.heading": "Apartment Rentals",
    "home.what.rental.body": "We own and manage properties centrally located in Nagoya just a 5 minute walk from Chikusa Station. You will receive many benefits from renting directly from us including no deposit, no key money and no realtor fee. All of our apartments are fully furnished and include broadband internet.",
    "home.what.rental.link": "Learn about apartment rentals",
    "home.what.ur.heading": "UR Apartments",
    "home.what.ur.body": "We work directly with and are happy to introduce UR Apartments. These apartments are affordable, foreigner friendly and can be a great option for individuals and families. UR Apartments are located in various locations, so contact us and we’ll search in your desired location.",
    "home.what.ur.link": "Learn about UR apartments",
    "home.what.buy.heading": "Home Buying",
    "home.what.buy.body": "We are a licensed Japanese Real Estate agent with more than 25 years of experience in the industry. Whether you’re living in Japan or overseas, we will help you through the entire process of purchasing your new home.",
    "home.what.buy.link": "Learn about home buying",
    "rent.hero.heading": "Our Rentals",
    "rent.hero.description": "These apartments are all owned and managed by us. Here are some of the benefits you will receive from renting our apartments.",
    "rent.faq.1.heading": "No hidden fees",
    "rent.faq.1.body": "No Key Money - No Deposit - No Realtor Fee",
    "rent.faq.2.heading": "Centrally located in Nagoya",
    "rent.faq.2.body": "Just 5-7 minute walk to Chikusa Station.",
    "rent.faq.3.heading": "Internet included",
    "rent.faq.3.body": "Broadband Internet is included in rent.",
    "rent.faq.4.heading": "Air conditioner included",
    "rent.faq.4.body": "At least one air conditioner in every apartment.",
    "rent.faq.5.heading": "Fully furnished",
    "rent.faq.5.body": "All apartments are completely furnished and renovated.",
    "rent.faq.6.heading": "Help when you need it",
    "rent.faq.6.body": "Onsite Manager available during regular working hours.",
    "rent.faq.7.heading": "Utility setup assistance",
    "rent.faq.7.body": "We will setup your utilities for you at no additional charge.",
    "rent.faq.8.heading": "Easy communication",
    "rent.faq.8.body": "Direct contact with our native English speaker who can help with any questions about the apartment or area you may have.",
    "rent.faq.9.heading": "Hassle free",
    "rent.faq.9.body": "We will ensure you understand the entire process of application, contracting and move-in.",
    "rent.callout.pre": "Availability will vary. If you’re interested in seeing any of our apartments, ",
    "rent.callout.link": "please send us a message",
    "rent.callout.post": " and we will let you know our current availability. There is an early termination fee if you move out prior to 1 year.",
    "ur.hero.body.1": "If you have looked for rental apartments in Japan, then you know there are many varying requirements and move in expenses. Key money, deposit, realtor fee, insurance fee, guarantor fee, key exchange fee, etc. However, with UR apartments there are none of these fees involved.",
    "ur.hero.body.2": "There is only a two-month, refundable deposit that you will need to pay prior to moving in. When moving out, they will take the cleaning fee from this deposit. You can expect to get around 60% of your deposit back based on time spent in the apartment and the apartment condition. So, the deposit and the rent are all that is required for move-in costs.",
    "ur.hero.body.3": "You will need to qualify financially to be approved for the apartment. Here are the financial requirements. (It is possible for friends to live together. Please inquire for more information.)",
    "ur.rules.individuals.heading": "Individuals",
    "ur.rules.individuals.items.1": "Rent = less than￥62,500/month",
    "ur.rules.individuals.items.2": "Minimum income: 4 x rental amount",
    "ur.rules.individuals.items.3": "Ex: ￥50,000 per month rent x 4 =￥200,000 minimum monthly income",
    "ur.rules.individuals.items.4": "Rent = ￥62,500 ~ ￥200,000 - Minimum Income: ￥250,000 per month",
    "ur.rules.individuals.items.5": "Rent = less than￥62,500/month",
    "ur.rules.household.heading": "Household (2 or more individuals)",
    "ur.rules.household.items.1": "Rent = less than￥82,500 per month",
    "ur.rules.household.items.2": "Minimum household income: 4 x rental amount",
    "ur.rules.household.items.3": "Ex: ￥60,000 per month rent x 4 =￥240,000 minimum total household monthly income",
    "ur.rules.household.items.4": "Rent = ￥82,500 ~￥200,000 - Minimum household income: ￥330,000 per month",
    "ur.rules.household.items.5": "Rent = ￥200,000 or more - Minimum household income: ￥400,000 per month",
    "ur.callout.1": "Like most things in Japan, there is no negotiating. If you do not qualify financially, then you will not be able to move into the apartment. The only way around this would be if you could pay an entire year’s worth of rent in advance. If you did so and moved out early, you will be refunded the rent for the time not spent in the apartment.",
    "ur.callout.2": "Once you find an apartment you like and would like to apply, here are the required documents you will need to provide. If you just moved to Japan and do not have a tax record from the previous year, then you will need a copy of your work contract showing the amount of income you make that is officially signed by your company. You also must have a working visa to apply.",
    "ur.requirements.heading": "Required Documents for Application",
    "ur.requirements.item.1": "The latest record of withholding income tax",
    "ur.requirements.item.2": "Employment Certification",
    "ur.requirements.item.3": "Zairyu Card (Residence Card)",
    "ur.requirements.item.4": "Residence Certificate to verify address (Jyuminhyo)",
    "ur.requirements.item.5": "A deposit equal to 2-months' rent (Credit cards not accepted)",
    "ur.requirements.item.6": "Proof of income",
    "ur.requirements.body.1": "UR apartments are a great option as they are foreigner and family friendly. There are even some apartments that have been renovated by Muji-Ruji and Ikea that are sometimes available. Also, there are no early termination fees for moving out at anytime. You only need to give a 2 week notice before moving out.",
    "ur.requirements.body.2": "Here is a popular complex in Nagoya near Jingu-Mae Station; Jingu Higashi Park Heights. This apartment is great for young families as there are parks and shopping very close by. There are more than 50 UR buildings in Nagoya. So if you would like to look in a specific area, please let us know where and we will be happy to check what is currently available.",
    "rent.properties.heading": "Rent = ￥200,000 or more per month - Minimum Income: ￥400,000 per month",
    "buy.hero.heading": "How to Buy Property in Japan: A Guide for Foreign Buyers",
    "buy.hero.body": "Buying property in Japan might seem complicated, but it's easier than you think. With the right information and a few tips, the process can go smoothly. This guide is here to walk you through the key points that will help make your property purchase in Japan a breeze—especially if you're a foreign buyer.",
    "buy.guide.1.heading": "1. Use AkiyaMart to Find Your Property",
    "buy.guide.1.pre": "First things first; finding the right property. One of the best tools for this is a site called ",
    "buy.guide.1.post": ". It's a user-friendly platform that lets you browse vacant homes and reasonably priced properties across Japan. Whether you're looking for a rural retreat or a place in the city, AkiyaMart has a wide range of options. It's easy to use and completely in English. If you're serious about buying property in Japan, start by checking out AkiyaMart.",
    "buy.guide.2.heading": "2. Work with a Real Estate Agent Who \"Gets\" Foreign Buyers",
    "buy.guide.2.body": "Finding the right property is just the first step. Next, you'll need to work with a real estate agent to handle the purchase. And as a foreign buyer, you likely run into language barriers or cultural differences along the way. That's why it's important to choose a real estate agent like us who have experience in Japanese real estate as well as working with foreign clients. Look for agencies with staff who can speak English or your preferred language. This will help you avoid misunderstandings and make the whole process smoother.",
    "buy.guide.3.heading": "3. Hire a Judicial Scrivener Who Speaks Your Language",
    "buy.guide.3.body": "When buying property in Japan, registering the title to your new property is a must. This legal process is handled by a professional called a Judicial Scrivener. Since this involves a lot of paperwork and legal details, you'll want to make sure your Judicial Scrivener speaks your language and can explain things clearly. It's crucial to avoid miscommunication during this step, as mistakes can lead to problems down the road. Make sure the person handling this process can communicate directly with you in English or another language you're comfortable with. We work with an English fluent Judicial Scrivener and can introduce this service for you and guide you along the entire process.",
    "buy.guide.4.heading": "4. What Costs Are Involved in Buying Property?",
    "buy.guide.4.body": "Buying property in Japan involves more than just the sale price. Here’s a breakdown of some additional costs you should be aware of:",
    "buy.guide.4.item.1.label": "Agent Fees",
    "buy.guide.4.item.1.content": "If you go through a real estate agent, expect to pay a commission. This is typically around 3% of the property price plus 60,000 (about $$400) before tax.",
    "buy.guide.4.item.2.label": "Registration Fees",
    "buy.guide.4.item.2.content": "You'll need to pay for the legal registration of your property. This includes the Judicial Scrivener's fee and registration taxes.",
    "buy.guide.4.item.3.label": "Stamp Duty",
    "buy.guide.4.item.3.content": "This is a tax paid when you sign the purchase contract, and the amount depends on the property’s value.",
    "buy.guide.4.item.4.label": "Real Estate Accquisition",
    "buy.guide.4.item.4.content": "This is a one-time tax you pay after purchasing the property, typically around 3-4% of the property's assessed value.",
    "buy.guide.4.item.5.label": "Loan Fees (if applicable)",
    "buy.guide.4.item.5.content": "If you’re using a mortgage, the bank will charge you fees for setting up the loan, as well as other related expenses.",
    "buy.guide.5.heading": "5. Taxes You Will Pay After Purchasing",
    "buy.guide.5.pre": "Once you've bought the property, here are the tax payments to be aware of:",
    "buy.guide.5.item.1.label": "Fixed Asset Tax",
    "buy.guide.5.item.1.content": "This is an annual tax on your property, based on its assessed value. It’s paid by the person who owns the property as of January 1st each year.",
    "buy.guide.5.item.2.label": "City Planning Tax",
    "buy.guide.5.item.2.content": "If your property is within a city planning area, you’ll also be charged this tax. It’s often billed together with the fixed asset tax.",
    "buy.guide.5.post": "These taxes depend on the location and value of the property, so it’s important to factor them into your long-term budget when buying in Japan.",
    "buy.guide.summary.heading": "Summary",
    "buy.guide.summary.body.pre": "Buying property in Japan might seem tricky at first, but with the right approach, it’s totally doable. Use ",
    "buy.guide.summary.body.post": " to find great properties, and make sure to work with a real estate agent like us and a Judicial Scrivener who can communicate clearly with you. Understanding the costs and taxes involved will also help you avoid surprises. With proper preparation, you’ll be enjoying your new home in Japan in no time!",

    "buy.faq.1.heading": "Can foreigners buy property in Japan?",
    "buy.faq.1.body": "Yes, foreigners can buy property in Japan without any restrictions. You do not need to have residency or a visa to purchase property.",
    "buy.faq.2.heading": "What types of properties can foreigners buy in Japan?",
    "buy.faq.2.body": "Foreigners can purchase various types of properties, including apartments, houses, land, and commercial properties.",
    "buy.faq.3.heading": "Are there additional taxes or fees for foreigners buying property?",
    "buy.faq.3.body": "There are no additional taxes specifically for foreigners. However, buyers should be aware of standard costs such as property acquisition tax, registration fees, agent fees, and annual fixed asset taxes.",
    "buy.faq.4.heading": "Do I need a Japanese bank account to buy property?",
    "buy.faq.4.body": "While not strictly necessary, having a Japanese bank account can make the transaction smoother, especially for paying property taxes and maintenance fees.",
    "buy.faq.5.heading": "Can foreigners get a mortgage in Japan?",
    "buy.faq.5.body": "It is possible for foreigners to get a mortgage in Japan, but you must be living in Japan and have a steady job and preferably Permanent Residency. Getting a mortgage living outside of Japan is very difficult and we’re still working on a solution to this. Until we can find a solution, you should be prepared and able to pay the entire purchase price in cash. (Bank transfer)",
    "buy.faq.7.heading": "What are the ongoing costs after purchasing property in Japan?",
    "buy.faq.7.body": "Ongoing costs include property taxes, maintenance fees (especially for apartments), insurance, and utilities.",
    "buy.faq.8.heading": "Can I rent out my property in Japan as a foreigner?",
    "buy.faq.8.body": "Yes, foreigners can rent out their property. However, you should be aware of local rental laws and possibly hire a management company to handle tenants if you do not live in Japan. (We can offer this service.)",
    "buy.faq.9.heading": "Do I need a lawyer when buying property in Japan?",
    "buy.faq.9.body": "While not required, it is advisable to hire a lawyer or a Judicial Scrivener (司法書士) to ensure all legal aspects of the purchase are properly handled. We have experienced contacts we work with who also speak English.",
    "buy.faq.heading": "Frequently Asked Questions",
    "ur.property.address": "Address",
    "ur.property.rent": "Rent Range",
    "ur.property.fee": "Mgmt. Fee",
    "ur.property.total": "Mgmt. Fee",
    "rent.property.size": "Size",
    "rent.property.rent": "Rent",
    "rent.property.fee": "Mgmt. Fee",
    "rent.property.total": "Total Rent",
    "accident.heading": "Accident Properties",
    "accident.body.1": "What are Accident Properties? These are properties in Japan where someone has passed away inside the property. In countries like America, there is no legal obligation to disclose such information. However, in Japan owners must notify renters for 3 years after such a situation has occurred and must notify any future buyers indefinitely for the life of the property until it is torn down and rebuilt. Because of the culture in Japan these types of properties are not desirable to the average home buyer here.",
    "accident.body.2": "This creates a unique opportunity for foreign buyers to purchase them at a discounted price. Most all of these properties will not be listed on the open market and are only available to be introduced by Rising Sun Properties.",
    "accident.body.3.pre": "If you’re interested in these properties or have any further questions, please ",
    "accident.body.3.link": " send us a message",
    "accident.body.3.post": ". We will notify you of what is currently available.",
    "company.heading": "Our Company",
    "company.message.1": "A word from our President: Insights and Recommendations from a Dedicated Japanese Real Estate Investor and Broker",
    "company.message.2": "This is Hideo Niimi; President of Newborn Honsya and Rising Sun Properties. Please allow me to share a part of my journey with you.",
    "company.message.3": "As a third-generation real estate professional in Nagoya, my work is more than just a business – it's a family legacy that began with my grandfather's resilience and vision. After World War II, he opened a humble restaurant amid Nagoya's ruins, believing deeply that “food and a place to call home are fundamental to people’s lives.” His commitment to these essentials became the foundation of our family’s livelihood. From those early days in 1949, through countless economic crises and the turbulent “lost 30 years” of Japan’s economy, our family business faced near collapse many times, yet we’ve held on and proudly marked our 75th anniversary.",
    "company.message.4": "When I took over the business in the late 1990s, we were drowning in debt. My path was filled with uncertainty, yet I was determined to keep the dream alive. I learned to remodel old apartments myself, revitalizing these spaces with my own hands, step by step. I had no training in architecture or construction, but driven by necessity and hope, I taught myself through trial and error, transforming rundown properties into valuable assets. Gradually, the debts cleared, and our company, once on the brink, stands strong today.",
    "company.message.5": "With a stable foundation, I shifted my focus to new real estate opportunities. In Tokyo, I invested in high-value properties just before the 2020 Olympics. I took risks, betting on Tokyo’s rising market, and against all odds, I managed to resell with a substantial gain, even during the unpredictable times of the pandemic.",
    "company.message.6": "As my experience deepened, I began receiving more inquiries from foreign friends and investors, often interested in high-rise condos near Tokyo’s main train stations. While I understand the allure, my journey taught me that careful planning and genuine local insight are essential. Japan's real estate market, especially in regional cities, offers something unique: dependable, stable investments with better long-term value. Today, I balance high-value investments with income-generating properties, guided by a steadfast commitment to sustainable growth.",
    "company.message.7": "The Japanese real estate market is unlike any other, and our transaction process is heavily regulated to protect consumers. For anyone new to Japan’s market, finding a trusted local agent is crucial. Real estate here isn’t just an asset; it’s a piece of life, a place of belonging. To those considering Japanese real estate, my heartfelt advice is to explore the area firsthand, feel its essence, and, if it resonates with you, make it part of your journey.",
    "company.message.8": "Japan’s regional cities hold their value and heart even in changing times. This book is not just a guide but an invitation to discover a Japan where tradition and modernity coexist. I hope to share the richness of Japan with you, a place where many find peace, belonging, and inspiration.",
    "company.group.heading": "Group Data",
    "company.group.name.label": "Company name",
    "company.group.name.content": "NEW BORN HONSYA Co.,LTD.",
    "company.group.ceo.label": "CEO",
    "company.group.ceo.content": "Hideo Niimi",
    "company.group.address.label": "Address",
    "company.group.address.content": "3-5-1 Sakae, Naka-ku, Nagoya, Aichi, Japan",
    "company.group.phone.label": "Phone",
    "company.group.phone.content": "+81 52-261-2885",
    "company.group.business-content.label": "Business Content",
    "company.group.business-content.content": "Real estate transactions, real estate rental, and IT consulting. ",
    "company.history.heading": "History",
    "company.history.1.label": "June 1946",
    "company.history.1.content": "Opened a restaurant in Sakae, Naka-ku, Nagoya.",
    "company.history.2.label": "February 1949",
    "company.history.2.content": "Established Newborn Honsya Co., Ltd.",
    "company.history.3.label": "September 1969",
    "company.history.3.content": "Started real estate leasing business.",
    "company.history.4.label": "December 2000",
    "company.history.4.content": "Started IT business.",
    "company.history.5.label": "Business Content",
    "company.history.5.content": "Real estate transactions, real estate rental, and IT consulting. ",
    "company.history.6.label": "April 2023",
    "company.history.6.content": "Acquired a building lots and buildings transaction business license and started a building lots and buildings transaction business.",
    "company.history.7.label": "License number",
    "company.history.7.content": "Governor of Aichi Prefecture（1）No.25387",
    "company.history.8.label": "May 2023",
    "company.history.8.content": "Started apartment brokerage business exclusively for foreigners.",
    "company.history.9.label": "June 2023",
    "company.history.9.content": "Hideo Niimi (Hide-San Real-Estate Agent) published ",
    "company.history.9.link": "this book",
    "contact.thanks": "Thank you for your submission.",
    "contact.be-in-touch": "We'll be in touch soon.",
    "contact.heading": "Contact Us",
    "contact.name": "Name",
    "contact.phone": "Phone",
    "contact.email": "Email",
    "contact.message": "Message",
    "team.heading": "Meet Our Team",
    "team.hide.name": "Hide",
    "team.ron.name": "Ron",
    "team.hide.short": "Hello. This is Hideo and I’m the President of Newborn Honsya and Rising Sun Properties. Having lived in America for many years, I understand the difficulties of living and finding a new home in a foreign country. I already had 25+ years of experience in real estate, but decided to get my real estate license to be able to directly help foreign renters and buyers here in Japan. I’m looking forward to working with you. ",
    "team.hide.more": "Please take a look here for more about my story.",
    "team.hide.long.1": "This is Hideo Niimi; President of Newborn Honsya and Rising Sun Properties. Please allow me to share a part of my journey with you.",
    "team.hide.long.2": "As a third-generation real estate professional in Nagoya, my work is more than just a business – it's a family legacy that began with my grandfather's resilience and vision. After World War II, he opened a humble restaurant amid Nagoya's ruins, believing deeply that “food and a place to call home are fundamental to people’s lives.” His commitment to these essentials became the foundation of our family’s livelihood. From those early days in 1949, through countless economic crises and the turbulent “lost 30 years” of Japan’s economy, our family business faced near collapse many times, yet we’ve held on and proudly marked our 75th anniversary.",
    "team.hide.long.3": "When I took over the business in the late 1990s, we were drowning in debt. My path was filled with uncertainty, yet I was determined to keep the dream alive. I learned to remodel old apartments myself, revitalizing these spaces with my own hands, step by step. I had no training in architecture or construction, but driven by necessity and hope, I taught myself through trial and error, transforming rundown properties into valuable assets. Gradually, the debts cleared, and our company, once on the brink, stands strong today.",
    "team.hide.long.4": "With a stable foundation, I shifted my focus to new real estate opportunities. In Tokyo, I invested in high-value properties just before the 2020 Olympics. I took risks, betting on Tokyo’s rising market, and against all odds, I managed to resell with a substantial gain, even during the unpredictable times of the pandemic.",
    "team.hide.long.5": "As my experience deepened, I began receiving more inquiries from foreign friends and investors, often interested in high-rise condos near Tokyo’s main train stations. While I understand the allure, my journey taught me that careful planning and genuine local insight are essential. Japan's real estate market, especially in regional cities, offers something unique: dependable, stable investments with better long-term value. Today, I balance high-value investments with income-generating properties, guided by a steadfast commitment to sustainable growth.",
    "team.hide.long.6": "The Japanese real estate market is unlike any other, and our transaction process is heavily regulated to protect consumers. For anyone new to Japan’s market, finding a trusted local agent is crucial. Real estate here isn’t just an asset; it’s a piece of life, a place of belonging. To those considering Japanese real estate, my heartfelt advice is to explore the area firsthand, feel its essence, and, if it resonates with you, make it part of your journey.",
    "team.ron.short": "Hello and nice to meet you. My name is Ron and I’m our real estate agent here at Rising Sun Properties. I have firsthand experience both from the customer and business side of real estate in Japan and happy to answer any questions you might have. ",
    "team.ron.more": "You can find my story and contact information here.",
    "team.ron.long.1": "Hello, my name is Ron. I’m our real estate agent here at Rising Sun Properties.",
    "team.ron.long.2": "I’m from the USA. Originally from a small town in Kansas, but have been on the move since I was 18 and lived in several cities in America including Kansas City, Baltimore, Boston, Scottsdale and Portland, OR. I moved to Nagoya in 2013 and have been here ever since.",
    "team.ron.long.3": "I first moved here to pursue my dream to be an MMA fighter abroad as I was already training and fighting in Portland. Like many stories you hear, my plan to stay just a year and half did not go as planned. I’ve found a new home in Japan and never did make the move back. I’ve done many things here like doing commercials and modeling, teaching jiu-jitsu and still currently playing in our band, The Jerks. Life has always been an adventure and has continued here in Japan.",
    "team.ron.long.4": "For my main job I’ve done a lot of English teaching of all kinds and managed a small school for 5 years. I really loved teaching. But having a sales and project management background, I wanted to get into a different industry. So I made the transition into real estate at the beginning of 2023.",
    "team.ron.long.5": "Being a foreigner in Japan and not being fluent in the language, I understand the difficulties in finding an apartment. I’ve done it alone. And although it’s a great way to “build character” and force yourself to learn some Japanese, it was not a pleasant experience. ",
    "team.ron.long.6": "Having been through the process by myself and now having the experience of seeing it from the business side, I’ve learned a lot about the industry. This experience has really taught me how to help our customers, answer all their questions and help them find the right place for their specific needs and budgets.",
    "team.ron.long.7": "We have helped many of our customers to find new homes in our apartments rentals as well as helping people purchase homes of their own. If you have any questions or need help in any way, please contact me. Even if it’s not directly related to real estate, I’m happy to help and offer my insight about living in Japan.",
    "team.ron.long.8": "I also have <a href=\"https://www.youtube.com/@Ronin-Japan\" target=\"_blank\">a YouTube channel highlighting my friends, our properties, and other random parts of my life here in Japan</a>. Please give me a follow. Thank you! ",
    "team.ron.email": "ron@newborn.co.jp",
    "team.ron.phone": "070-2440-3818 ",
    "careers.heading": "Real Estate Sales Support",
    "careers.overview.heading": "Position Overview",
    "careers.overview.body": "We are looking for a detail-oriented and motivated individual to support our real estate brokerage services, specifically catering to international clients. This role involves conducting property research, coordinating with real estate agencies across Japan, and assisting our sales team with reporting and information sharing. This is a great opportunity to join a fast-growing company with lots of professional growth potential and to work in an international environment.",
    "careers.qualifications.heading": "Qualifications",
    "careers.qualifications.list.1": "Preferred: At least 1 year of experience in the real estate industry.",
    "careers.qualifications.list.2": "Business level English and Japanese.",
    "careers.qualifications.list.3": "Minimum 3 years of professional work experience in any field.",
    "careers.qualifications.list.4": "Must currently be living in Japan.",
    "careers.qualifications.list.5": "Visa support available when possible.",
    "careers.qualifications.list.6": "Having a Japanese driver’s license is a plus.",
    "careers.job-details.heading": "Job Details",
    "careers.job-details.list.1": "Full Time / Part Time position available.",
    "careers.job-details.list.2": "Competitive salary that will be based on abilities and previous work experience.",
    "careers.job-details.list.3": "Office located in downtown Nagoya, Aichi.",
    "careers.responsibilities.heading": "Key Responsibilities",
    "careers.responsibilities.list.1": "Assist international clients in navigating real estate brokerage services.",
    "careers.responsibilities.list.2": "Conduct online research to gather detailed property information.",
    "careers.responsibilities.list.3": "Coordinate property viewings by scheduling appointments with real estate agencies nationwide.",
    "careers.responsibilities.list.4": "Collaborate with sales representatives to create comprehensive reports and share insights within the team."
  }
}
